"com_apple_garageband_metadata_projectType" = "タイプ";
"com_apple_garageband_metadata_parentalAdvisory" = "ペアレンタル";
"com_apple_garageband_metadata_songVersionNumber" = "作成に使用したバージョン";
"com_apple_garageband_metadata_numberOfSITracks" = "ソフトウェア音源トラック";
"com_apple_garageband_metadata_numberOfRITracks" = "リアル音源トラック";

"com_apple_garageband_metadata_projectType.Description" = "GarageBand プロジェクトタイプ";
"com_apple_garageband_metadata_parentalAdvisory.Description" = "GarageBand ペアレンタル設定";
"com_apple_garageband_metadata_songVersionNumber.Description" = "この曲の作成に使用した GarageBand のバージョン";
"com_apple_garageband_metadata_numberOfSITracks.Description" = "GarageBand の曲のソフトウェア音源トラックの数";
"com_apple_garageband_metadata_numberOfRITracks.Description" = "GarageBand の曲のリアル音源トラックの数";